Revit 2027 API
FillGrid.CalculateStrokesPerArea Method
 Calculates the number of the segments of the pattern per unit area.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double CalculateStrokesPerArea()
Public Function CalculateStrokesPerArea As Double
public:
double CalculateStrokesPerArea()
member CalculateStrokesPerArea : unit -> float
Return Value
Double
 The strokes per area.
See Also
Reference
FillGrid Class
Autodesk.Revit.DB Namespace